Repository: chrissharp80/emuqu
Catalog: Emuqu/Help.xcstrings
Source language: en
Languages: ar, da, de, es, fi, fr, is, it, ja, ko, nb, nl, pt_br, ru, sv, zh_hans

source: Age — at {age}, your ANS has a natural baseline that differs from a 20-year-old's. This is normal physiology, and the app accounts for it
ar: العمر — عند {age}، لجهازك العصبي الذاتي خط أساس طبيعي يختلف عن خط أساس شخص في العشرين. هذه فسيولوجيا طبيعية، والتطبيق يأخذها في الحسبان
da: Alder — som {age}-årig har dit ANS en naturlig baseline, der er anderledes end en 20-åriges. Det er normal fysiologi, og appen tager højde for det
de: Alter — mit {age} hat dein ANS eine natürliche Baseline, die sich von der eines 20-Jährigen unterscheidet. Das ist normale Physiologie, und die App berücksichtigt das
es: Edad: a los {age} años, tu SNA tiene una línea base natural distinta de la de alguien de 20. Es fisiología normal, y la app lo tiene en cuenta
fi: Ikä — {age} vuoden iässä autonomisella hermostollasi on luonnollinen perustaso, joka eroaa 20-vuotiaan perustasosta. Tämä on normaalia fysiologiaa, ja sovellus ottaa sen huomioon
fr: Âge — à {age} ans, votre SNA a une référence naturelle différente de celle d’une personne de 20 ans. C’est une physiologie normale, et l’app en tient compte
is: Aldur — við {age} ára aldur hefur ósjálfráða taugakerfið þitt náttúrulegt grunngildi sem er annað en hjá tvítugum. Þetta er eðlileg lífeðlisfræði og appið tekur tillit til þess
it: Età — a {age} anni il tuo SNA ha una linea di base naturale diversa da quella di un ventenne. È fisiologia normale, e l'app ne tiene conto
ja: 年齢 — {age} 歳の ANS には、20 歳とは異なる自然なベースラインがあります。これは正常な生理であり、アプリはそれを考慮しています
ko: 나이 — {age}세의 자율신경계에는 20세와 다른 자연스러운 기준선이 있습니다. 이는 정상적인 생리 현상이며 앱이 이를 반영합니다
nb: Alder — ved {age} har ANS-et ditt en naturlig grunnlinje som er forskjellig fra en 20-årings. Dette er normal fysiologi, og appen tar hensyn til det
nl: Leeftijd — op je {age}e heeft je AZS een natuurlijke basislijn die anders is dan die van een twintigjarige. Dat is normale fysiologie, en de app houdt er rekening mee
pt_br: Idade — aos {age}, seu SNA tem uma linha de base natural diferente da de alguém com 20 anos. Isso é fisiologia normal, e o app leva isso em conta
ru: Возраст — в {age} лет у вашей ВНС естественный базовый уровень, отличный от уровня 20-летнего. Это нормальная физиология, и приложение это учитывает
sv: Ålder — vid {age} har ditt ANS en naturlig baslinje som skiljer sig från en 20-årings. Det är normal fysiologi, och appen tar hänsyn till det
zh_hans: 年龄 — 在 {age} 岁时，你的自主神经系统有一个与 20 岁的人不同的自然基线。这是正常生理现象，应用会将其考虑在内

source: AI Assistant
ar: مساعد الذكاء الاصطناعي
da: AI-assistent
de: KI-Assistent
es: Asistente de IA
fi: Tekoälyavustaja
fr: Assistant IA
is: Gervigreindaraðstoð
it: Assistente IA
ja: AI アシスタント
ko: AI 어시스턴트
nb: AI-assistent
nl: AI-assistent
pt_br: Assistente de IA
ru: ИИ-ассистент
sv: AI-assistent
zh_hans: AI 助手

source: AI Assistant ✨
ar: مساعد الذكاء الاصطناعي ✨
da: AI-assistent ✨
de: KI-Assistent ✨
es: Asistente de IA ✨
fi: Tekoälyavustaja ✨
fr: Assistant IA ✨
is: Gervigreindaraðstoð ✨
it: Assistente IA ✨
ja: AI アシスタント ✨
ko: AI 어시스턴트 ✨
nb: AI-assistent ✨
nl: AI-assistent ✨
pt_br: Assistente de IA ✨
ru: ИИ-ассистент ✨
sv: AI-assistent ✨
zh_hans: AI 助手 ✨

source: AI responses are coaching from your data, not medical advice. For health decisions, talk to a qualified clinician.
ar: ردود الذكاء الاصطناعي توجيه مبني على بياناتك، وليست نصيحة طبية. للقرارات الصحية، استشر مختصًا مؤهلًا.
da: AI-svar er coaching ud fra dine data, ikke medicinsk rådgivning. Tal med en kvalificeret behandler om helbredsbeslutninger.
de: KI-Antworten sind Coaching auf Basis deiner Daten, keine medizinische Beratung. Sprich bei Gesundheitsentscheidungen mit einer qualifizierten Fachperson.
es: Las respuestas de la IA son orientación basada en tus datos, no consejo médico. Para decisiones de salud, habla con un profesional sanitario cualificado.
fi: Tekoälyn vastaukset ovat valmennusta tietojesi pohjalta, eivät lääketieteellistä neuvontaa. Keskustele terveyspäätöksistä pätevän terveydenhuollon ammattilaisen kanssa.
fr: Les réponses de l’IA sont du coaching basé sur vos données, pas un avis médical. Pour toute décision de santé, parlez-en à un professionnel de santé qualifié.
is: Svör gervigreindarinnar eru þjálfun byggð á gögnunum þínum, ekki læknisráð. Ræddu við hæfan heilbrigðisstarfsmann um heilsutengdar ákvarðanir.
it: Le risposte dell'IA sono coaching basato sui tuoi dati, non consigli medici. Per le decisioni sulla salute, rivolgiti a un medico qualificato.
ja: AI の回答はあなたのデータに基づくコーチングであり、医療アドバイスではありません。健康に関する判断は、資格のある医療専門家に相談してください。
ko: AI 응답은 사용자 데이터를 바탕으로 한 코칭이며 의학적 조언이 아닙니다. 건강 관련 결정은 자격을 갖춘 의료진과 상의하세요.
nb: AI-svarene er coaching basert på dataene dine, ikke medisinske råd. Snakk med kvalifisert helsepersonell når det gjelder helsebeslutninger.
nl: AI-antwoorden zijn coaching op basis van je gegevens, geen medisch advies. Praat voor gezondheidsbeslissingen met een gekwalificeerde zorgverlener.
pt_br: As respostas da IA são orientações com base nos seus dados, não aconselhamento médico. Para decisões de saúde, converse com um profissional de saúde qualificado.
ru: Ответы ИИ — это тренерские советы на основе ваших данных, а не медицинская консультация. По вопросам здоровья обращайтесь к квалифицированному врачу.
sv: AI-svaren är coachning utifrån dina data, inte medicinsk rådgivning. Prata med kvalificerad vårdpersonal inför hälsobeslut.
zh_hans: AI 回复是基于你数据的指导，而非医疗建议。涉及健康决定时，请咨询合格的临床医生。

source: Alcohol consumption
ar: تناول الكحول
da: Alkoholindtag
de: Alkoholkonsum
es: Consumo de alcohol
fi: Alkoholin käyttö
fr: Consommation d’alcool
is: Áfengisneysla
it: Consumo di alcol
ja: 飲酒
ko: 음주
nb: Alkoholinntak
nl: Alcoholgebruik
pt_br: Consumo de álcool
ru: Употребление алкоголя
sv: Alkoholkonsumtion
zh_hans: 饮酒

source: Alcohol — Had drinks the night before
ar: الكحول — تناولت مشروبات في الليلة السابقة
da: Alkohol — Fik nogle drinks aftenen før
de: Alkohol — Am Vorabend getrunken
es: Alcohol: tomaste algo la noche anterior
fi: Alkoholi — Juomia edellisenä iltana
fr: Alcool — Avoir bu la veille au soir
is: Áfengi — Drakkst kvöldið áður
it: Alcol — Hai bevuto la sera prima
ja: Alcohol — 前夜に飲酒した
ko: 음주 — 전날 밤 술을 마심
nb: Alkohol — Drakk kvelden før
nl: Alcohol — De avond ervoor gedronken
pt_br: Álcool — Bebeu na noite anterior
ru: Алкоголь — выпивали накануне вечером
sv: Alkohol — Drack kvällen innan
zh_hans: 饮酒 — 前一晚喝了酒

source: All analysis tiers, training load integration, and trend analysis
ar: جميع مستويات التحليل، ودمج حمل التدريب، وتحليل الاتجاهات
da: Alle analyseniveauer, integration af træningsbelastning og tendensanalyse
de: Alle Analysestufen, Einbeziehung der Trainingslast und Trendanalyse
es: Todos los niveles de análisis, integración de la carga de entrenamiento y análisis de tendencias
fi: Kaikki analyysitasot, harjoituskuormituksen integrointi ja trendianalyysi
fr: Tous les niveaux d’analyse, l’intégration de la charge d’entraînement et l’analyse des tendances
is: Öll greiningarþrep, samþætting æfingaálags og þróunargreining
it: Tutti i livelli di analisi, integrazione del carico di allenamento e analisi delle tendenze
ja: すべての分析段階、トレーニング負荷の統合、トレンド分析
ko: 모든 분석 단계, 훈련 부하 통합, 추세 분석
nb: Alle analysenivåer, integrering av treningsbelastning og trendanalyse
nl: Alle analyseniveaus, integratie van trainingsbelasting en trendanalyse
pt_br: Todos os níveis de análise, integração da carga de treino e análise de tendências
ru: Все уровни анализа, интеграция тренировочной нагрузки и анализ трендов
sv: Alla analysnivåer, integrering av träningsbelastning och trendanalys
zh_hans: 所有分析层级、训练负荷整合以及趋势分析

source: All health data stored locally on your device
ar: جميع البيانات الصحية مخزّنة محليًا على جهازك
da: Alle helbredsdata gemmes lokalt på din enhed
de: Alle Gesundheitsdaten werden lokal auf deinem Gerät gespeichert
es: Todos los datos de salud se guardan localmente en tu dispositivo
fi: Kaikki terveystiedot tallennetaan paikallisesti laitteellesi
fr: Toutes les données de santé sont stockées localement sur votre appareil
is: Öll heilsugögn geymd á tækinu þínu
it: Tutti i dati sulla salute sono conservati in locale sul tuo dispositivo
ja: すべての健康データは端末内に保存されます
ko: 모든 건강 데이터는 기기에 로컬로 저장됩니다
nb: Alle helsedata lagres lokalt på enheten din
nl: Alle gezondheidsgegevens lokaal op je apparaat opgeslagen
pt_br: Todos os dados de saúde armazenados localmente no seu dispositivo
ru: Все данные о здоровье хранятся локально на вашем устройстве
sv: Alla hälsodata lagras lokalt på din enhet
zh_hans: 所有健康数据都存储在你的设备本地

source: All Sessions (JSON)
ar: جميع الجلسات (JSON)
da: Alle sessioner (JSON)
de: Alle Sitzungen (JSON)
es: Todas las sesiones (JSON)
fi: Kaikki istunnot (JSON)
fr: Toutes les sessions (JSON)
is: Allar lotur (JSON)
it: Tutte le sessioni (JSON)
ja: 全セッション（JSON）
ko: 모든 세션 (JSON)
nb: Alle økter (JSON)
nl: Alle sessies (JSON)
pt_br: Todas as sessões (JSON)
ru: Все сессии (JSON)
sv: Alla sessioner (JSON)
zh_hans: 所有记录（JSON）

source: Alternative Methods
ar: طرق بديلة
da: Alternative metoder
de: Alternative Methoden
es: Métodos alternativos
fi: Vaihtoehtoiset menetelmät
fr: Autres méthodes
is: Aðrar aðferðir
it: Metodi alternativi
ja: その他の方法
ko: 대체 방법
nb: Alternative metoder
nl: Alternatieve methoden
pt_br: Métodos alternativos
ru: Альтернативные методы
sv: Alternativa metoder
zh_hans: 其他方法

source: Always computed. Your ln(RMSSD) is converted to a z-score using up to 60 days of historical data: how many standard deviations above or below your personal average?
ar: يُحسب دائمًا. يُحوَّل ln(RMSSD) لديك إلى درجة z باستخدام بيانات تاريخية حتى 60 يومًا: كم انحرافًا معياريًا فوق متوسطك الشخصي أو تحته؟
da: Beregnes altid. Din ln(RMSSD) omregnes til en z-score med op til 60 dages historiske data: hvor mange standardafvigelser over eller under dit personlige gennemsnit?
de: Wird immer berechnet. Dein ln(RMSSD) wird mithilfe von bis zu 60 Tagen historischer Daten in einen z-Wert umgerechnet: Wie viele Standardabweichungen liegst du über oder unter deinem persönlichen Durchschnitt?
es: Siempre se calcula. Tu ln(RMSSD) se convierte en un z-score usando hasta 60 días de datos históricos: ¿cuántas desviaciones estándar por encima o por debajo de tu media personal?
fi: Lasketaan aina. ln(RMSSD)-arvosi muunnetaan z-pistemääräksi enintään 60 päivän historiatiedoilla: kuinka monta keskihajontaa henkilökohtaisen keskiarvosi ylä- tai alapuolella?
fr: Toujours calculé. Votre ln(RMSSD) est converti en z-score à partir de jusqu’à 60 jours d’historique : de combien d’écarts-types êtes-vous au-dessus ou en dessous de votre moyenne personnelle ?
is: Alltaf reiknað. ln(RMSSD) þínu er breytt í z-gildi með allt að 60 daga sögulegum gögnum: hversu mörg staðalfrávik ofan eða neðan við þitt eigið meðaltal?
it: Sempre calcolato. Il tuo ln(RMSSD) viene convertito in z-score usando fino a 60 giorni di dati storici: di quante deviazioni standard sei sopra o sotto la tua media personale?
ja: 常に計算されます。ln(RMSSD) は最大 60 日分の過去データを使って z スコアに変換されます。つまり、個人の平均から標準偏差何個分上または下にあるかを示します。
ko: 항상 계산됩니다. ln(RMSSD)를 최대 60일의 과거 데이터를 사용해 z-점수로 변환합니다: 개인 평균보다 표준편차 몇 개만큼 높거나 낮은가?
nb: Beregnes alltid. ln(RMSSD) gjøres om til en z-score med opptil 60 dager med historiske data: hvor mange standardavvik over eller under ditt personlige gjennomsnitt?
nl: Wordt altijd berekend. Je ln(RMSSD) wordt omgezet naar een z-score met tot 60 dagen aan historische gegevens: hoeveel standaarddeviaties boven of onder je persoonlijke gemiddelde?
pt_br: Sempre calculado. Seu ln(RMSSD) é convertido em escore z usando até 60 dias de dados históricos: quantos desvios-padrão acima ou abaixo da sua média pessoal?
ru: Вычисляется всегда. Ваш ln(RMSSD) переводится в z-оценку с использованием данных до 60 дней: на сколько стандартных отклонений выше или ниже вашего личного среднего?
sv: Beräknas alltid. Din ln(RMSSD) omvandlas till en z-poäng med upp till 60 dagars historiska data: hur många standardavvikelser över eller under ditt personliga genomsnitt?
zh_hans: 始终计算。你的 ln(RMSSD) 会使用最多 60 天的历史数据转换为 z 分数：高于或低于你个人平均值多少个标准差？

source: An extended recording can be hours long, but HRV analysis works best on a short, clean segment. The app automatically finds the optimal ~5-minute window.
ar: قد يستمر التسجيل الممتد ساعات، لكن تحليل HRV يعمل على أفضل نحو على مقطع قصير ونظيف. يجد التطبيق تلقائيًا النافذة المثلى التي تقارب 5 دقائق.
da: En udvidet optagelse kan vare flere timer, men HRV-analyse fungerer bedst på et kort, rent udsnit. Appen finder automatisk det optimale vindue på ~5 minutter.
de: Eine erweiterte Aufnahme kann Stunden dauern, aber die HRV-Analyse funktioniert am besten mit einem kurzen, sauberen Abschnitt. Die App findet automatisch das optimale Fenster von ~5 Minuten.
es: Una grabación ampliada puede durar horas, pero el análisis de HRV funciona mejor sobre un segmento corto y limpio. La app encuentra automáticamente la ventana óptima de unos 5 minutos.
fi: Pitkä tallennus voi kestää tunteja, mutta HRV-analyysi toimii parhaiten lyhyellä, puhtaalla jaksolla. Sovellus etsii automaattisesti optimaalisen noin 5 minuutin ikkunan.
fr: Un enregistrement prolongé peut durer des heures, mais l’analyse de la HRV fonctionne mieux sur un segment court et propre. L’app trouve automatiquement la fenêtre optimale d’environ 5 minutes.
is: Lengd upptaka getur varað klukkustundum saman, en HRV-greining virkar best á stuttum, hreinum kafla. Appið finnur sjálfkrafa besta ~5 mínútna gluggann.
it: Una registrazione estesa può durare ore, ma l'analisi HRV funziona meglio su un segmento breve e pulito. L'app trova automaticamente la finestra ottimale di circa 5 minuti.
ja: 延長記録は数時間に及ぶこともありますが、HRV 分析は短くクリーンな区間で最もよく機能します。アプリが最適な約 5 分間のウィンドウを自動で見つけます。
ko: 장시간 기록은 몇 시간에 달할 수 있지만, HRV 분석은 짧고 깨끗한 구간에서 가장 잘 작동합니다. 앱이 최적의 약 5분 구간을 자동으로 찾습니다.
nb: Et utvidet opptak kan vare i timevis, men HRV-analyse fungerer best på et kort, rent segment. Appen finner automatisk det beste vinduet på ~5 minutter.
nl: Een uitgebreide opname kan uren duren, maar HRV-analyse werkt het best op een kort, schoon segment. De app zoekt automatisch het beste venster van ~5 minuten.
pt_br: Uma gravação estendida pode durar horas, mas a análise de VFC funciona melhor em um trecho curto e limpo. O app encontra automaticamente a janela ideal de ~5 minutos.
ru: Длительная запись может длиться часами, но анализ ВСР лучше всего работает на коротком чистом отрезке. Приложение автоматически находит оптимальное окно ~5 минут.
sv: En utökad inspelning kan vara flera timmar lång, men HRV-analys fungerar bäst på ett kort, rent segment. Appen hittar automatiskt det bästa fönstret på ~5 minuter.
zh_hans: 长时间记录可能长达数小时，但 HRV 分析最适合使用一段简短、干净的片段。应用会自动找出最佳的约 5 分钟窗口。

source: An in-app coach that fetches your data and explains it in plain English
ar: مدرب داخل التطبيق يجلب بياناتك ويشرحها بلغة بسيطة
da: En coach i appen, der henter dine data og forklarer dem i almindeligt sprog
de: Ein In-App-Coach, der deine Daten abruft und sie verständlich erklärt
es: Un entrenador en la app que consulta tus datos y te los explica en lenguaje sencillo
fi: Sovelluksen sisäinen valmentaja, joka hakee tietosi ja selittää ne selkokielellä
fr: Un coach intégré qui récupère vos données et vous les explique en langage clair
is: Þjálfari í appinu sem sækir gögnin þín og útskýrir þau á venjulegu máli
it: Un coach integrato nell'app che recupera i tuoi dati e li spiega in parole semplici
ja: データを取得してわかりやすく説明してくれるアプリ内コーチ
ko: 데이터를 가져와 쉬운 말로 설명해 주는 앱 내 코치
nb: En coach i appen som henter dataene dine og forklarer dem på vanlig språk
nl: Een coach in de app die je gegevens ophaalt en ze in gewone taal uitlegt
pt_br: Um coach no app que busca seus dados e os explica em linguagem simples
ru: Встроенный тренер, который получает ваши данные и объясняет их простым языком
sv: En coach i appen som hämtar dina data och förklarar dem på vardagssvenska
zh_hans: 应用内的教练，会获取你的数据并用通俗语言解释

source: An overview of what the app does and how it helps you
ar: نظرة عامة على ما يفعله التطبيق وكيف يساعدك
da: Et overblik over, hvad appen gør, og hvordan den hjælper dig
de: Ein Überblick darüber, was die App macht und wie sie dir hilft
es: Una visión general de lo que hace la app y cómo te ayuda
fi: Yleiskatsaus siihen, mitä sovellus tekee ja miten se auttaa sinua
fr: Un aperçu de ce que fait l’app et de la façon dont elle vous aide
is: Yfirlit yfir hvað appið gerir og hvernig það hjálpar þér
it: Una panoramica di cosa fa l'app e di come ti aiuta
ja: アプリでできることと、その役立て方の概要
ko: 앱이 하는 일과 도움이 되는 방식에 대한 개요
nb: En oversikt over hva appen gjør og hvordan den hjelper deg
nl: Een overzicht van wat de app doet en hoe die je helpt
pt_br: Uma visão geral do que o app faz e de como ele ajuda você
ru: Обзор того, что делает приложение и чем оно вам помогает
sv: En översikt över vad appen gör och hur den hjälper dig
zh_hans: 概述本应用的功能以及它如何帮助你

source: Analysis Summary — What your scores mean in plain language, with probable causes and actionable recommendations.
ar: ملخص التحليل — ما تعنيه نتائجك بلغة بسيطة، مع الأسباب المحتملة وتوصيات عملية.
da: Analyseoversigt — Hvad dine scorer betyder i almindeligt sprog, med sandsynlige årsager og konkrete anbefalinger.
de: Analysezusammenfassung — Was deine Werte bedeuten, in verständlicher Sprache, mit wahrscheinlichen Ursachen und konkreten Empfehlungen.
es: Resumen del análisis: lo que significan tus puntuaciones en lenguaje sencillo, con causas probables y recomendaciones prácticas.
fi: Analyysin yhteenveto — Mitä pisteesi tarkoittavat selkokielellä, todennäköiset syyt ja käytännön suositukset.
fr: Résumé de l’analyse — Ce que signifient vos scores en langage clair, avec les causes probables et des recommandations concrètes.
is: Samantekt greiningar — Hvað stigin þín þýða á einföldu máli, með líklegum orsökum og ráðleggingum sem hægt er að fara eftir.
it: Riepilogo dell'analisi — Cosa significano i tuoi punteggi in parole semplici, con cause probabili e consigli pratici.
ja: 分析サマリー — スコアの意味をわかりやすい言葉で、考えられる原因と実践的な推奨とともに示します。
ko: 분석 요약 — 점수의 의미를 쉬운 말로 설명하고, 가능한 원인과 실천 가능한 권장 사항을 제시합니다.
nb: Analyseoppsummering — hva scorene dine betyr på vanlig språk, med sannsynlige årsaker og konkrete anbefalinger.
nl: Analyseoverzicht — Wat je scores betekenen in gewone taal, met waarschijnlijke oorzaken en concrete aanbevelingen.
pt_br: Resumo da análise — O que suas pontuações significam em linguagem simples, com causas prováveis e recomendações práticas.
ru: Сводка анализа — что означают ваши оценки простым языком, с вероятными причинами и практическими рекомендациями.
sv: Analyssammanfattning — Vad dina poäng betyder i klartext, med troliga orsaker och konkreta rekommendationer.
zh_hans: 分析摘要 — 用通俗语言说明你的评分含义，并给出可能原因和可执行的建议。

source: Any time you know your body is in transition and the vitals readings won't reflect a stable "normal"
ar: في أي وقت تعرف فيه أن جسمك في مرحلة انتقالية وأن قراءات العلامات الحيوية لن تعكس «وضعًا طبيعيًا» مستقرًا
da: Når som helst du ved, at din krop er i en overgang, og målingerne af vitale tegn ikke afspejler et stabilt »normalt«
de: Immer dann, wenn du weißt, dass dein Körper in einer Übergangsphase ist und die Vitalwerte kein stabiles „Normal“ widerspiegeln
es: Cualquier momento en que sepas que tu cuerpo está en transición y las lecturas de constantes vitales no reflejarán una «normalidad» estable
fi: Aina kun tiedät kehosi olevan muutosvaiheessa eivätkä vitaaliarvot heijasta vakaata "normaalia"
fr: Chaque fois que vous savez que votre corps est en transition et que les signes vitaux ne refléteront pas une « normale » stable
is: Hvenær sem þú veist að líkaminn er í breytingaferli og mælingar á lífsmörkum endurspegla ekki stöðugt „eðlilegt“ ástand
it: Ogni volta che sai che il tuo corpo è in una fase di transizione e i parametri vitali non rifletteranno una "normalità" stabile
ja: 体が移行期にあり、バイタルの測定値が安定した「普段」を反映しないとわかっているときはいつでも
ko: 몸이 전환기에 있어 활력 징후 측정값이 안정적인 "평소"를 반영하지 않을 것을 알 때라면 언제든
nb: Når som helst du vet at kroppen er i en overgangsfase og målingene av vitale tegn ikke vil gjenspeile et stabilt «normalt»
nl: Altijd als je weet dat je lichaam in een overgangsfase zit en de vitale metingen geen stabiel ‘normaal’ weergeven
pt_br: Sempre que você souber que seu corpo está em transição e que as leituras dos sinais vitais não vão refletir um "normal" estável
ru: Всегда, когда вы знаете, что организм в переходном состоянии и жизненные показатели не отразят стабильную «норму»
sv: Varje gång du vet att kroppen är i en övergångsfas och de vitala tecknen inte speglar ett stabilt "normalläge"
zh_hans: 任何你知道身体正处于过渡期、生命体征读数无法反映稳定“常态”的时候

source: API keys live in the iOS Keychain (encrypted, device-local) and are never synced to iCloud or sent to any other vendor
ar: تُحفظ مفاتيح API في سلسلة مفاتيح iOS (مشفّرة، على الجهاز فقط) ولا تُزامَن أبدًا مع iCloud ولا تُرسل إلى أي جهة أخرى
da: API-nøgler opbevares i iOS-nøgleringen (krypteret, kun på enheden) og synkroniseres aldrig til iCloud eller sendes til nogen anden udbyder
de: API-Schlüssel liegen im iOS-Schlüsselbund (verschlüsselt, nur auf dem Gerät) und werden nie mit iCloud synchronisiert oder an andere Anbieter gesendet
es: Las claves de API se guardan en el Llavero de iOS (cifradas, solo en el dispositivo) y nunca se sincronizan con iCloud ni se envían a ningún otro proveedor
fi: API-avaimet säilytetään iOS:n avainnipussa (salattuna, vain laitteella), eikä niitä koskaan synkronoida iCloudiin tai lähetetä muille palveluntarjoajille
fr: Les clés d’API sont stockées dans le trousseau iOS (chiffré, local à l’appareil) et ne sont jamais synchronisées avec iCloud ni envoyées à un autre fournisseur
is: API-lyklar eru geymdir í iOS Keychain (dulkóðaðir, aðeins á tækinu) og eru aldrei samstilltir við iCloud né sendir til annarra þjónustuaðila
it: Le chiavi API sono conservate nel Portachiavi iOS (crittografate, solo sul dispositivo) e non vengono mai sincronizzate su iCloud né inviate ad altri fornitori
ja: API キーは iOS キーチェーン（暗号化、端末内のみ）に保存され、iCloud に同期されたり他の事業者に送信されたりすることはありません
ko: API 키는 iOS 키체인(암호화, 기기 내 저장)에 보관되며 iCloud에 동기화되거나 다른 업체로 전송되지 않습니다
nb: API-nøkler lagres i iOS-nøkkelringen (kryptert, lokalt på enheten) og blir aldri synkronisert til iCloud eller sendt til noen annen leverandør
nl: API-sleutels staan in de iOS-sleutelhanger (versleuteld, alleen op het apparaat) en worden nooit met iCloud gesynchroniseerd of naar een andere partij gestuurd
pt_br: As chaves de API ficam no Keychain do iOS (criptografadas, locais no dispositivo) e nunca são sincronizadas com o iCloud nem enviadas a qualquer outro fornecedor
ru: Ключи API хранятся в связке ключей iOS (зашифрованы, только на устройстве) и никогда не синхронизируются с iCloud и не передаются другим поставщикам
sv: API-nycklar lagras i iOS-nyckelringen (krypterade, endast på enheten) och synkas aldrig till iCloud eller skickas till någon annan leverantör
zh_hans: API 密钥保存在 iOS 钥匙串中（加密、仅存于本机），绝不会同步到 iCloud，也不会发送给任何其他服务商

source: App Navigation
ar: التنقل في التطبيق
da: Navigation i appen
es: Navegación por la app
fi: Sovelluksessa liikkuminen
fr: Navigation dans l’app
is: Leiðsögn um appið
it: Navigazione nell'app
ja: アプリのナビゲーション
ko: 앱 탐색
nb: Navigering i appen
nl: Navigatie in de app
pt_br: Navegação no app
ru: Навигация по приложению
sv: Navigering i appen
zh_hans: 应用导航

source: App Was Killed During Recording
ar: أُغلق التطبيق قسرًا أثناء التسجيل
da: Appen blev lukket under optagelse
de: App wurde während der Aufnahme beendet
es: La app se cerró durante la grabación
fi: Sovellus suljettiin tallennuksen aikana
fr: L’app a été fermée pendant l’enregistrement
is: Appinu var lokað í miðri upptöku
it: App chiusa durante la registrazione
ja: 記録中にアプリが終了した
ko: 기록 중 앱이 종료된 경우
nb: Appen ble avsluttet under opptak
nl: App werd tijdens opname afgesloten
pt_br: O app foi encerrado durante a gravação
ru: Приложение было закрыто во время записи
sv: Appen avslutades under inspelning
zh_hans: 记录过程中应用被终止
